
class Answers:
    HOW_MUCH_ANSWER = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    MULTIPLE_SCOOTERS_ANSWER = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    RENTAL_TIME_CALCULATED_ANSWER = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    ORDER_SCOOTER_TODAY_ANSWER = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    EXTEND_THE_ORDER_ANSWER = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    CHARGING_FOR_A_SCOOTER_ANSWER = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    CANCEL_THE_ORDER_ANSWER = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    I_LIVE_ACROSS_THE_MKAD_ANSWER = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

class FirstSetOrderData:
    NAME = 'Миша'
    SURNAME = 'Вазовский'
    ADDRESS = 'Киров, улица Солнечная 35'
    PHONE_NUMBER = '+79539226464'
    COMMENT_TO_COURIER = 'Не звонить в дверь'



